class AppConstants {
  static final List<String> years = ['1st', '2nd', '3rd', '4th', 'unknown'];
  static final List<String> faculties = [
    "เกษตรศาสตร์",
    "เทคโนโลยี",
    "วิศวกรรมศาสตร์",
    "วิทยาศาสตร์",
    "สถาปัตยกรรมศาสตร์",
    "วิทยาลัยการคอมพิวเตอร์",
    "พยาบาลศาสตร์",
    "แพทยศาสตร์",
    "เทคนิคการแพทย์",
    "สาธารสุขศาสตร์",
    "ทันตแพทยศาสตร์",
    "เภสัชศาสตร์",
    "สัตวแพทยศาสตร์",
    "ศึกษาศาสตร์",
    "มนุษยศาสตร์และสังคมศาสตร์",
    "บริการธุรกิจและการบัญชี",
    "ศิลปกรรมศาสตร์",
    "เศรษฐศาสตร์",
    "นิติศาสตร์",
    "วิทยาลัยการปกครองท้องถิ่น",
    "วิทยาลัยนานาชาติ",
    "สหวิทยาการ (วิทยาเขตหนองคาย)",
  ];
}
